aaron-bond.better-comments
akmarnafi.comment-headers
albert.tabout
alefragnani.bookmarks
alefragnani.project-manager
alexisvt.flutter-snippets
alfredbirk.tailwind-documentation
analytic-signal.preview-pdf
andreabbondanza.ignoregit
anteprimorac.html-end-tag-labels
antfu.slidev
austenc.tailwind-docs
batisteo.vscode-django
bierner.emojisense
bierner.markdown-mermaid
bierner.markdown-preview-github-styles
bodil.file-browser
bpruitt-goddard.mermaid-markdown-syntax-highlighting
bradlc.vscode-tailwindcss
carlocardella.vscode-filesystemtoolbox
chakrounanas.turbo-console-log
christian-kohler.npm-intellisense
codeium.codeium
codespaces-contrib.codeswing
codezombiech.gitignore
coenraads.bracket-pair-colorizer-2
compulim.vscode-clock
csstools.postcss
danielroedl.meld-diff
dart-code.dart-code
dart-code.flutter
davidanson.vscode-markdownlint
dbaeumer.vscode-eslint
dbankier.vscode-quick-select
dionmunk.vscode-notes
donjayamanne.git-extension-pack
donjayamanne.githistory
donjayamanne.python-environment-manager
donjayamanne.python-extension-pack
dsznajder.es7-react-js-snippets
eamodio.gitlens
editorconfig.editorconfig
electrotype.windows-explorer-context-menu
eliostruyf.vscode-hide-comments
eliverlara.andromeda
esbenp.prettier-vscode
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
formulahendry.code-runner
foxundermoon.shell-format
github.codespaces
github.copilot
github.copilot-chat
github.remotehub
github.vscode-pull-request-github
grapecity.gc-excelviewer
gruntfuggly.todo-tree
henriquebruno.github-repository-manager
hoovercj.vscode-power-mode
htmlhint.vscode-htmlhint
huizhou.githd
humao.rest-client
hyesun.py-paste-indent
ibm.output-colorizer
jacobdufault.fuzzy-search
johnpapa.vscode-peacock
kahole.magit
kevinrose.vsc-python-indent
kisstkondoros.vscode-gutter-preview
lamartire.git-indicators
letmaik.git-tree-compare
liviuschera.noctis
mads-hartmann.bash-ide-vscode
mathpix.vscode-mathpix-markdown
mechatroner.rainbow-csv
mhutchie.git-graph
mikestead.dotenv
moalamri.inline-fold
ms-1es.pull-request-quantifier
ms-azuretools.vscode-docker
ms-kubernetes-tools.vscode-kubernetes-tools
ms-python.black-formatter
ms-python.pylint
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode-remote.vscode-remote-extensionpack
ms-vscode.azure-repos
ms-vscode.live-server
ms-vscode.powershell
ms-vscode.remote-explorer
ms-vscode.remote-repositories
ms-vscode.remote-server
ms-vscode.vscode-github-issue-notebooks
ms-vsliveshare.vsliveshare
nash.awesome-flutter-snippets
naumovs.color-highlight
njpwerner.autodocstring
oderwat.indent-rainbow
olivertasevski.vscode-space
onlylys.leaper
orta.vscode-jest
peterschmalfeldt.explorer-exclude
pkief.material-icon-theme
pomdtr.excalidraw-editor
quicktype.quicktype
redhat.vscode-xml
redhat.vscode-yaml
ritwickdey.liveserver
robbowen.synthwave-vscode
robole.file-bunny
ryanluker.vscode-coverage-gutters
shaharkazaz.git-merger
simonsiefke.svg-preview
sketchbuch.vsc-quokka-statusbar
stateful.runme
stivo.tailwind-fold
streetsidesoftware.code-spell-checker
streetsidesoftware.code-spell-checker-spanish
sumneko.lua
t-sauer.autolinting-for-javascript
telesoho.vscode-markdown-paste-image
tim-koehler.helm-intellisense
timkmecl.chatgpt
timmoverlaan.uri-open-recent
timonwong.shellcheck
tomsaunders.vscode-workspace-explorer
tonybaloney.vscode-pets
tyriar.sort-lines
tyriar.vscode-terminal-here
usernamehw.errorlens
visualstudioexptteam.intellicode-api-usage-examples
visualstudioexptteam.vscodeintellicode
visualstudioexptteam.vscodeintellicode-completions
vscodevim.vim
vsls-contrib.codetour
vsls-contrib.gistfs
vsls-contrib.gitdoc
vspacecode.vspacecode
vspacecode.whichkey
vstirbu.vscode-mermaid-preview
wallabyjs.quokka-vscode
wayou.vscode-todo-highlight
wenfangdu.snippet-generator
wholroyd.jinja
wilhelmer.status-bar-pull-push
yzhang.markdown-all-in-one
zhuangtongfa.material-theme
zignd.html-css-class-completion
ziyasal.vscode-open-in-github
